{
   "items":{
      "feedback":{
         "response_updated":1533523287
      },
      "course":{
         "nid":"2373",
         "changed":"1532623882",
         "created":"1523407702",
         "course":"Bellerive Country Club",
         "body":"Bellerive Country Club began in 1897 in north St. Louis as a nine-hole course with 166 members. In 1910, the membership incorporated as Bellerive Country Club, naming the club after Louis St. Ange De Bellerive, the last French commander in North America. That same year, Scotsman Robert Foulis designed the “new Bellerive” in Normandy where the club remained for 50 years. Led by Hord Hardin and Clark Gamble, the membership decided to move west in 1955, and allowed renowned architect Robert Trent Jones, Sr. to pick a prime farm location for the new site. The “Green Monster of Ladue” opened on Memorial Day, 1960. In 1965, Bellerive became the “youngest” course to ever host the US Open. South African Gary Player won the event, and completed the career grand slam, by defeating Kel Nagle in a playoff after the two had tied at two-over-par. Player then donated his winning check to cancer research and junior golf. The ’65 Open was the first of many national and world championships to be held at Bellerive. In 1981, we hosted the inaugural Mid-Amateur Championship that was won by St. Louis native Jim Holtgrieve. Nick Price captured his first major by winning the PGA Championship here in 1992. The 2001 American Express World Golf Championship, scheduled for September of that year, was cancelled due to the events of 9-11. Major championship golf returned to Bellerive in 2004 when our club played host to the U.S. Senior Open. Peter Jacobsen won his first major by besting a stellar field of competition. The golf course then underwent a year-long renovation and reopened in October, 2006. Rees Jones, son of original architect Robert Trent Jones, Sr., was entrusted with this project. In 2008, Bellerive hosted the BMW Championship, as part of the FedEx Cup Playoffs, in which Camilo Villegas had his first career tour victory. The PGA of America returned to Bellerive with the 74th Senior PGA Championship in the spring of 2013 making Bellerive the third club in history to host all four men\u0027s Major Championships (US Open, PGA Championship, US Senior Open and Senior PGA Championship) Looking ahead, Bellerive is also excited to play host to the 100th PGA Championship, in August of 2018, as the best golfers in the world come once again to St. Louis to contend for the Wanamaker Trophy and “Glory’s Last Shot.”\\n",
         "architect":"Robert Trent Jones",
         "yardage_total":"7,547",
         "par_total":"72",
         "last_championship":"1992",
         "event_name":"PGA Championship",
         "year":"2018",
         "holes":[
            {
               "nid":"270",
               "hole_number":"1",
               "par":"4",
               "yards":"425",
               "description":"The opening hole at Bellerive might best typify architect Robert Trent Jones’ description of a great golf hole as “a difficult par but a comfortable bogey.” The crowned fairway may be the most elusive of all to find with the tee shot, so the longer hitters may choose a 3-wood because the bunkers squeeze the landing area. Most players will hit a middle to short iron to this wide green.\\n",
               "title":"Hole 1",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/roBUm6E-/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/01-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/cO0oBU62/w_[width],h_[height],c_fill,g_xy_center,x_1500,y_1000/MO_BLR_01_TAZ_517.jpg",
               "flyover_video":"130"
            },
            {
               "nid":"272",
               "hole_number":"2",
               "par":"4",
               "yards":"410",
               "description":"This hole probably saw the most dramatic changes from the 2006 renovation. It used to be a difficult dogleg left where a player could not see the green from the tee. The existing creek was transformed into a lake, which shortened the hole by 20 yards. Off the tee, if a player lands the ball in the fairway, they will be able to be aggressive with their second shot.\\n",
               "title":"Hole 2",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/joUBl3Mx/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/02-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/pVJyL4lL/w_[width],h_[height],c_fill,g_xy_center,x_1500,y_1000/MO_BLR_02_VSTA_517.jpg",
               "flyover_video":null
            },
            {
               "nid":"362",
               "hole_number":"3",
               "par":"3",
               "yards":"148",
               "description":"This hole should offer several birdie opportunities, but beware the poorly struck tee shot. Water semi-surrounds the green, making the right side and back hole locations dangerous to access. If the cup is cut over the left ridge, there will be a good chance to see a hole-in-one that day.\\n",
               "title":"Hole 3",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/_r1Vko72/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/03-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/VvBj0-Yw/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_3.jpg",
               "flyover_video":null
            },
            {
               "nid":"363",
               "hole_number":"4",
               "par":"4",
               "yards":"521",
               "description":"This hole plays as a par 5 for the Bellerive membership. Tee shots will need to be shaped right to left in order to avoid bunkers and treacherous rough. Anyone who misses this fairway will have little chance to reach the green in regulation.\\n",
               "title":"Hole 4",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/UD9HWknF/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/04-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/8V3Q_LzC/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_4.jpg",
               "flyover_video":null
            },
            {
               "nid":"364",
               "hole_number":"5",
               "par":"4",
               "yards":"471",
               "description":"This is the classic definition of the Trent Jones hard-par, easy-bogey philosophy. Any kind of par will be accepted here, with the best birdie chance coming when the hole is cut on the left side of the wide green. Two large bunkers guard the front of the putting surface, supporting Bellerive’s claim to have the longest bunker shots in championship golf.\\n",
               "title":"Hole 5",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/80k54Ydo/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/05-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/ZavC07Tq/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_5.jpg",
               "flyover_video":null
            },
            {
               "nid":"365",
               "hole_number":"6",
               "par":"3",
               "yards":"213",
               "description":"In the 1965 U.S. Open, this hole played to an incredible 4.03 stroke average. The green has even shrunk a bit since the renovation, making the front just as tough as the back-right shelf. For spectators, this is a hole worth watching. Hole locations cut in the middle swale could provide some excitement with tee shots feeding toward the cup. Still, plan on seeing a few train wrecks here.\\n",
               "title":"Hole 6",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/OHYFTEt6/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/06-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/H0ZqUXZF/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_6.jpg",
               "flyover_video":null
            },
            {
               "nid":"366",
               "hole_number":"7",
               "par":"4",
               "yards":"394",
               "description":"One of the short par 4s at Bellerive, the seventh will give away more birdies than most. However, beware the front-left hole location; any player missing the fairway will be advised not to go at the flag. Trouble in the form of a creek lurks behind and left, and a big number comes into play with a misstep.\\n",
               "title":"Hole 7",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/38hGL7PO/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/07-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/mTb49-y0/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_7.jpg",
               "flyover_video":null
            },
            {
               "nid":"367",
               "hole_number":"8",
               "par":"5",
               "yards":"610",
               "description":"This hole has just undergone a slight change off the tee. The left fairway bunker, which guarded the dogleg, has been removed. This allows players to be aggressive and potentially get home in two. Golfers will think twice when laying up with a creek on the right. This green offers a wide but shallow target protected by bunkers on the left.\\n",
               "title":"Hole 8",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/RiUYB7ji/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/08-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/C4DPIjNH/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_8.jpg",
               "flyover_video":null
            },
            {
               "nid":"368",
               "hole_number":"9",
               "par":"4",
               "yards":"433",
               "description":"There are many candidates for the toughest par 4 at Bellerive, but this hole may yield as many bogeys as any. The classic uphill approach to the most complicated green on the course makes it impossible to gauge the right distance in order to be hole high. If the cup is not cut in the front bowl, do not plan on seeing many birdies here.\\n",
               "title":"Hole 9",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/Y7wKW4dB/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/09-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/xmGDMxwq/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_9.jpg",
               "flyover_video":null
            },
            {
               "nid":"369",
               "hole_number":"10",
               "par":"4",
               "yards":"508",
               "description":"The 10th is another hole that plays as a par 5 for club members. The player must hit the fairway here in order to reach the green with his second shot, seeing how the rough to the right and bunker to the left are unforgiving. A wide but shallow green makes par a good start to the challenging back nine.\\n",
               "title":"Hole 10",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/64plV5Et/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/10-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/P-i33dEv/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_10.jpg",
               "flyover_video":null
            },
            {
               "nid":"370",
               "hole_number":"11",
               "par":"4",
               "yards":"355",
               "description":"At 355 yards, the play is to lay up to the player’s yardage of choice. The back-right hole location is one not to be fooled with if hitting from a sketchy lie. However, if played up at a yardage that makes the green drivable, expect some fireworks. At 290 yards or so, the prevailing southwest wind and slightly downhill slope will tempt the golfers to attack with driver or possibly even less club. Beware the pond that guards the right or the mounds that buffer the left side of the collection area. These are not likely to come into play if the player can execute a drive to give himself a look at eagle.\\n",
               "title":"Hole 11",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/7xf2Wo8l/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/11-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/1xW9SNKv/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_11.jpg",
               "flyover_video":null
            },
            {
               "nid":"371",
               "hole_number":"12",
               "par":"4",
               "yards":"452",
               "description":"This is a solid par 4, with a good look from the elevated tee down the dogleg left. Keep the ball out of the left fairway bunkers and opportunities to score should abound. In 1992, Nick Price holed a 105-foot putt for birdie here en route to his first major championship win.\\n",
               "title":"Hole 12",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/JWBQpZBN/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/12-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/EXtXUty0/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_12.jpg",
               "flyover_video":null
            },
            {
               "nid":"372",
               "hole_number":"13",
               "par":"3",
               "yards":"180",
               "description":"The hole location means everything to how tough this hole will play. If the flag is on the accessible left side of the green, plenty of birdies will be made here. If hole is cut back center or right, a routine two-putt will be a tall task. The slopes and ridges in this large green make for quite a roller-coaster ride.\\n",
               "title":"Hole 13",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/-ggOkLMO/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/13-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/yst2lJ4d/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_13.jpg",
               "flyover_video":null
            },
            {
               "nid":"373",
               "hole_number":"14",
               "par":"4",
               "yards":"410",
               "description":"‘The Ridge’ begins at the peaceful 14th. Players should grab their birdies here before tackling The Ridge’s final two holes. Players will enjoy hitting approach shots into the in infinity green that overlooks the lower holes and provides the most spectacular view on the course.\\n",
               "title":"Hole 14",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/jcWFKzxj/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/14-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/qX9dbdt1/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_14.jpg",
               "flyover_video":null
            },
            {
               "nid":"374",
               "hole_number":"15",
               "par":"4",
               "yards":"495",
               "description":"The second of The Ridge’s holes is a brutal par 4. Playing your second shot from the fairway, like any of Bellerive’s long par 4s, is a must. Usually played against the summer breeze, the hole will require middle or long iron into a wide but shallow green. The steep right-to-left slope and big front bunkers will allow short-game wizards to showcase their skills.\\n",
               "title":"Hole 15",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/yeUXErZ3/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/15-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/4rlCCFji/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_15.jpg",
               "flyover_video":null
            },
            {
               "nid":"375",
               "hole_number":"16",
               "par":"3",
               "yards":"237",
               "description":"Again, the yawning Bellerive bunkers that lie beneath the front of the green present perhaps the most challenging of all sand shots. With a long iron or even fairway metal, this large green can be accessible, but the big misses will pay with a lost stroke or two. Make a 3 here and walk off The Ridge satisfied.\\n",
               "title":"Hole 16",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/jf2UKlnf/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/16-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/7m4anWrm/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_16.jpg",
               "flyover_video":null
            },
            {
               "nid":"376",
               "hole_number":"17",
               "par":"5",
               "yards":"597",
               "description":"A wonderful par 5 with two possible tee boxes to make the penultimate hole interesting. Most will lay up to the cross bunker that splits the fairway, leaving a wedge into a green that is sharply defined into three sections. If the tee is moved up, it becomes a most compelling hole coming down the stretch as most players will be able to reach in two.\\n",
               "title":"Hole 17",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/ZUqvVBup/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/17-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/U5UVQ1AE/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_17.jpg",
               "flyover_video":null
            },
            {
               "nid":"377",
               "hole_number":"18",
               "par":"4",
               "yards":"457",
               "description":"The 18th gives very little, especially when trying to get to the house while protecting a good round or a one-shot lead. Again, placing the tee shot in the fairway is of the utmost importance; otherwise, this may be the hardest green on the course to hit. The 18th should provide good theater throughout the week, but especially on Sunday.\\n",
               "title":"Hole 18",
               "nick_name":null,
               "pickle_image":"https://images.pga.com/pga-arnie-prod/LiRkbxwo/w_[width],h_[height],c_fill,g_xy_center,x_1250,y_625/18-BRV.png",
               "map_image":null,
               "description_image":"https://images.pga.com/pga-arnie-prod/OxxxRhAb/w_[width],h_[height],c_fill,g_xy_center,x_396,y_335/Hole_18.jpg",
               "flyover_video":null
            }
         ]
      }
   }
}
